{"status": "Part Closure Kamala Harris is an American politician and attorney who served as the 49th vice president of the United States from 2021 to 2025. A member of the Democratic Party, she was previously the junior United States senator from California from 2017 to 2021, and the attorney general of California from 2011 to 2017. Harris is the first female vice president, the highest-ranking female official in U.S. history, and the first African American and first Asian American vice president.Born in Oakland, California, Harris graduated from Howard University and the University of California, Hastings College of the Law. She began her career in the Alameda County District Attorney's Office, and later was elected District Attorney of San Francisco in 2003. She was elected Attorney General of California in 2010 and re-elected in 2014. Harris was elected to the U.S. Senate in 2016, becoming the second African American woman and the first South Asian American to serve in the Senate. As a senator, she advocated for healthcare reform, criminal justice reform, and environmental protection.Harris launched her presidential campaign in 2019, but withdrew from the race before the primary elections. She was selected by Joe Biden as his running mate in August 2020. They won the 2020 presidential election, defeating the incumbent team of Donald Trump and Mike Pence. As vice president, Harris has focused on issues such as voting rights, maternal health, and economic development. She has also played a key role in the Biden administration's efforts to address the COVID-19 pandemic and climate change.Harris is married to attorney Douglas Emhoff, and has two stepchildren. She is the author of several books, including a memoir, ", "reason": "Saturday 4 and Sunday 5 October, no service between Embankment / Edgware Road and Ealing Broadway / Kensington (Olympia) / Richmond / Wimbledon. In addition, between 0150 and 0630 Saturday, there will be no PICCADILLY LINE services between Hyde Park Corner and Acton Town. At other times, PICCADILLY LINE trains call additionally at Turnham Green. Use MILDMAY LINE services between Gunnersbury, Kew Gardens and Richmond when available."}
